Repository: sedwards/xmms
Catalog: po/*.po
Languages: cs, tr

source: DISABLE ALWAYS ON TOP (N/A)
cs: ZAKÁZAT V®DY NAVRCHU (N/A)
tr: HER ZAMAN EN ÜSTTE SEÇENEÐÝNÝ ÝPTAL ET (N/A)

source: ENABLE ALWAYS ON TOP (N/A)
cs: POVOLIT V®DY NAVRCHU (N/A)
tr: HER ZAMAN EN ÜSTTE SEÇENEÐÝNÝ ETKÝNLEÞTÝR (N/A)

source: DISABLE ALWAYS ON TOP
cs: ZAKÁZAT V®DY NAVRCHU
tr: HER ZAMAN EN ÜSTTE SEÇENEÐÝNÝ ÝPTAL ET

source: ENABLE ALWAYS ON TOP
cs: POVOLIT V®DY NAVRCHU
tr: HER ZAMAN EN ÜSTTE SEÇENEÐÝNÝ ETKÝNLEÞTÝR

source: FILE INFO BOX
cs: INFORMACE O SOUBORU
tr: DOSYA HAKKINDA BÝLGÝLER KUTUSU

source: DISABLE DOUBLESIZE
cs: VYPNOUT DVOJITOU VELIKOST
tr: ÝKÝ KAT BOYUTU ÝPTAL ET

source: ENABLE DOUBLESIZE
cs: ZAPNOUT DVOJITOU VELIKOST
tr: ÝKÝ KAT BOYUTU ETKÝNLEÞTÝR

source: VISUALIZATION MENU
cs: GRAFICKÉ ZNÁZORNÌNÍ
tr: GÖRSELLEÞTÝRME MENÜSÜ

source: Couldn't open audio
cs: Nemù¾u otevøít audio
tr: Ses aygýtý açýlamadý

source: Please check that: 1. You have the correct output plugin selected 2. No other programs is blocking the soundcard 3. Your soundcard is configured properly
cs: Prosím zkontrolujte toto: 1. Zda máte vybraný korektní výstupní plugin 2. ®ádný jiný program neblokuje va¹i zvukovou kartu 3. Máte korektnì nakonfigurovanou zvukovou kartu
tr: Lütfen aþaðýdakileri kontrol edin: 1. Doðru çýkýþ eklentisinin seçili olup olmadýðý 2. Ses kartýnýn baþka bir program tarafýndan kullanýlýp kullanýlmadýðý 3. Ses kartýnýzýn ayarlarýnýn doðru olup olmadýðý

source: Usage: xmms [options] [files] ... Options: --------
cs: Pou¾ití: xmms [volby] [soubory] ... Volby: --------
tr: Kullanýmý: xmms [seçenekler] [dosyalar] ... Seçenekler: -----------

source: Display this text and exit.
cs: Zobrazí tuto nápovìdu a skonèí.
tr: Bu Metni göster ve çýk.

source: Select XMMS session (Default: 0)
cs: Vybere XMMS sezení (výchozí: 0)
tr: XMMS oturumunu Seç ( Varsayýlan : 0 dýr)

source: Skip backwards in playlist
cs: Pøeskoèí zpìt v seznamu skladeb
tr: Parça listesinde ki bir önce kine atla

source: Start playing current playlist
cs: Pøehraje aktuální seznam skladeb
tr: Geçerli parça listesini çalmaya baþla

source: Pause current song
cs: Pozastaví souèasnou skladbu
tr: Geçerli Þarkýyý Duraklat

source: Stop current song
cs: Zastaví souèasnou skladbu
tr: Geçerli Þarkýyý Durdur

source: Pause if playing, play otherwise
cs: Pozastaví pøi prehrávání, jinak se pøehraje
tr: Çalýnýyorsa duraklat , aski halde çalmayý baþlat

source: Skip forward in playlist
cs: Pøeskoèí na dal¹í skladbu v seznamu
tr: Parça listesinde ki bir sonra kine atla

source: Don't clear the playlist
cs: Nesma¾e seznam skladeb
tr: Parça Listesini sýfýrlama

source: Show the main window.
cs: Zobrazí hlavní okno.
tr: Ana Pencereyi göster

source: Print version number and exit.
cs: Zobrazí èíslo verze a skonèí.
tr: Sürüm numarasýný yazdýr ve çýk.

source: Segmentation fault You've probably found a bug in XMMS, please visit http://bugs.xmms.org and fill out a bug report.
cs: Segmentation fault Pravdìpodobnì jste na¹li chybu v XMMS, prosím nav¹tivte http://bugs.xmms.org a vyplòte chybové hlá¹ení.
tr: Bölümleme hatasý Büyük ihtimalle XMMS'te bir hata (bug) buldunuz. Lütfen http://bugs.xmms.org/ adresini ziyaret edip oradaki hata raporunu doldurun.

source: Sorry, threads isn't supported on your platform. If you're on a libc5 based linux system and installed GLIB & GTK+ before you installed LinuxThreads you need to recompile GLIB & GTK+
cs: Promiòte, va¹e platforma nepodporuje thready. Pokud máte linux zalo¾ený na libc5, potøebujete, pøedtím ne¾ nainstalujete LinuxThreads, pøekompilovat GLIB & GTK+
tr: Üzgünüm, kullandýðýnýz platformun Threads (düðüm) desteði yok. Libc5 tabanlý bir linux sisteme sahipseniz ve LinuxThreads kurmadan önce GLIB & GTK+ kurduysanýz, GLIB ve GTK+'yý tekrar derlemelisiniz

source: Sorry, your GTK+ version (%d.%d.%d) doesn't work with XMMS. Please use GTK+ %s or newer.
cs: Promiòte, va¹e verze GTK+ (%d.%d.%d) nepracuje s XMMS. Pou¾ijte prosím GTK+ verzi %s nebo novìj¹í.
tr: Üzgünüm, GTK+ sürümünüz (%d.%d.%d) XMMS i çalýþtýramaz. Lütfen GTK+ %s 'i veya daha yeni sürümünü kurunuz.

source: X Multimedia System
cs: Multimediální pøehrávaè
tr: X Multimedya Sistem

source: /Sort List
cs: /Setøídit seznam
tr: /Listeyi Sýrala

source: /Sort List/By Title
cs: /Setøídit seznam/Podle názvu
tr: /Listeyi Sýrala/Baþlýða göre

source: /Sort List/By Filename
cs: /Setøídit seznam/Podle názvu souboru
tr: /Listeyi Sýrala/Dosya adýna göre

source: /Sort List/By Path + Filename
cs: /Setøídit seznam/Podle cesty + názvu souboru
tr: /Listeyi Sýrala/Yol+Dosya adýnda göre

source: /Sort List/By Date
cs: /Setøídit seznam/Podle datumu
tr: /Listeyi Sýrala/Tarihine göre

source: /Sort Selection
cs: /Setøídit výbìr
tr: /Seçileni Sýrala

source: /Sort Selection/By Title
cs: /Setøídit výbìr/Podle názvu
tr: /Seçileni Sýrala/Baþlýða göre

source: /Sort Selection/By Filename
cs: /Setøídit výbìr/Podle názvu souboru
tr: /Seçileni Sýrala/Dosya adýna göre

source: /Sort Selection/By Path + Filename
cs: /Setøídit výbìr/Podle cesty + názvu souboru
tr: /Seçileni Sýrala/Yol+Dosya adýna göre

source: /Sort Selection/By Date
cs: /Setøídit výbìr/Podle datumu
tr: /Seçileni Sýrala/Tarihine göre

source: /Randomize List
cs: /Zamíchat seznam
tr: /Listeyi Rastgele yap

source: /Reverse List
cs: /Opaèný seznam
tr: /Listeyi Ters Çevir

source: /Remove Dead Files
cs: /Odstranit mrtvé soubory
tr: /Ölü Dosyalarý Sil

source: /Physically Delete Files
cs: /Fyzicky odstranit soubory
tr: /Fiziksel olarak Dosyayý sil

source: /Add
cs: /Pøidat
tr: /Ekle

source: /Add/File
cs: /Pøidat/Soubor
tr: /Ekle/Dosya

source: /Add/Directory
cs: /Pøidat/Adresáø
tr: /Ekle/Dizin

source: /Add/Url
cs: /Pøidat/URL
tr: /Ekle/Url

source: /Remove
cs: /Odstranit
tr: /Kaldýr

source: /Remove/Selected
cs: /Odstranit/Vybrané
tr: /Kaldýr/Seçilen(ler)i

source: /Remove/Crop
cs: /Odstranit/Seznam
tr: /Kaldýr/Seçim(ler) Haricindekileri

source: /Remove/All
cs: /Odstranit/V¹echno
tr: /Kaldýr/Hepsini

source: /Remove/Misc
cs: /Odstranit/Jiné
tr: /Kaldýr/Misc

source: /Selection
cs: /Výbìr
tr: /Seçim

source: /Selection/Select All
cs: /Výbìr/Vybrat v¹echno
tr: /Seçim/Hepsini Seç

source: /Selection/Select None
cs: /Výbìr/Zru¹it výbìr
tr: /Seçim/Hiçbirini Seçme

source: /Selection/Invert Selection
cs: /Výbìr/Obrátit výbìr
tr: /Seçim/Ýþaretlileri Seç

source: /Selection/-
cs: /Výbìr/-
tr: /Seçim/-

source: /Selection/Read Extended Info
cs: /Výbìr/Naèíst dal¹í informace
tr: /Seçim/Harici Bilgiyi oku

source: /Sort
cs: /Setøídit
tr: /Sýrala

source: /Playlist
cs: /Seznam skladeb
tr: /Liste

source: /Playlist/Load List
cs: /Seznam skladeb/Nahrát seznam skladeb
tr: /Liste/Yükle

source: /Playlist/Save List
cs: /Seznam skladeb/Ulo¾it seznam skladeb
tr: /Liste/Kaydet

source: /Playlist/New List
cs: /Seznam skladeb/Nový seznam skladeb
tr: /Liste/Yeni

source: Enter URL to add:
cs: Zadejte URL, které chcete pøidat:
tr: Eklenecek URL'yi girin:

source: Load playlist
cs: Naèíst seznam skladeb
tr: Liste yükle

source: Save playlist
cs: Ulo¾it seznam skladeb
tr: Listeyi kaydet

source: Failed to delete "%s": %s.
cs: Pokus o výmaz "%s": %s selhal.
tr: "%s" silinirken Hata oluþtu: %s.

source: %d of %d files successfully deleted.
cs: %d z %d souborù úspì¹nì smazáno.
tr: %d of %d dosyalarý baþarýlý bir þekilde silindi

source: XMMS: Files deleted
cs: XMMS: Soubory smazány
tr: XMMS: Dosyalar silindi

source: XMMS: Delete files?
cs: XMMS: Smazat soubory?
tr: XMMS: Dosya(lar) silinsin mi ?

source: Really delete %d files?
cs: Opravdu smazat %d soubory(ù)?
tr: Gerçekten "%d" dosya(larý) silinsin mi ?

source: Really delete: "%s"?
cs: Opravdu smazat: "%s"?
tr: Gerçekten "%s" dosya(larý) silinsin mi ?

source: XMMS Playlist
cs: XMMS seznam skladeb
tr: XMMS Parça Sýra Listesi

source: Realtime priority is a way for XMMS to make sure it always get as much CPU time as needed for decoding audio files without any "skips". This requires that XMMS is run with root privileges and may, although it's very unusal, lock up your computer. You have been warned, to activate this you need to restart XMMS.
cs: Realtime priorita je cesta, jak XMMS zatì¾uje CPU podle toho, kolik potøebuje pro dekódování audio souborù bez pøeru¹ení. Toto vy¾aduje, aby mìl XMMS root privilegia a mù¾e tak, i kdy¾ je to neobvyklé, zatuhnout vá¹ poèítaè. Byl jste varován, na aktivování této volby je potøebné restartovat XMMS.
tr: Gerçek zaman önceliði XMMS'in ses dosyalasýný deþifre ederken hiçbir "atlama" yapmamasý her zaman gerektiði kadar iþlemci zamaný kullanmasýný saðlamak için iyi bir yoldur. Bu seçenek XMMS'in root kullanýcýsý haklarýyla çalýþtýrýlmasýný gerektirir ve olaðan üstü hallerde de olsa, makinanýzý kilitleyebilir. Uyarýldýnýz, bu seçeneði etkinleþtirmek için XMMS'i yeniden baþlatmalýsýnýz.

source: Select playlist font:
cs: Vyberte font pro seznam skladeb:
tr: Parça listesi yazý tipini seç:

source: Select main window font:
cs: Vyberte font pro hlavní okno:
tr: Ana pencere yazý tipini seç:

source: Preferences
cs: Nastavení
tr: Özellikler

source: Input Plugins
cs: Vstupní plugin
tr: Giriþ Eklentileri

source: Input plugins
cs: Vstupní pluginy
tr: Giriþ eklentileri

source: Configure
cs: Konfigurovat
tr: Ayarla

source: Enable plugin
cs: Zapnout plugin
tr: Eklentiyi etkinleþtir

source: Output Plugin
cs: Výstupní plugin
tr: Çýkýþ Eklentisi

source: Audio I/O Plugins
cs: Audio I/O pluginy
tr: Ses Giriþ/Çýkýþ Eklentileri

source: Effect Plugins
cs: Efektové pluginy
tr: Efekt Eklentileri

source: Use plugins
cs: Pou¾ít pluginy
tr: Eklentileri kullan

source: General Plugins
cs: V¹eobecné pluginy
tr: Genel Eklentiler

source: General plugins
cs: Hlavní pluginy
tr: Genel eklentiler

source: Effect/General Plugins
cs: Efekty/V¹eobecné pluginy
tr: Efekt/Genel Eklentiler

source: Visualization Plugins
cs: Vizualizaèní pluginy
tr: Görsellik Eklentileri

source: Visualization plugins
cs: Vizualizaèní pluginy
tr: Görsellik eklentileri

source: Read info on
cs: Naète info
tr: Bilgi okuma etkin

source: demand
cs: na po¾ádání
tr: istek

source: load
cs: pøi nahrání
tr: yükle

source: Allow multiple instances
cs: Povolit vícenásobné spu¹tìní
tr: Her yeni çalýþtýrýlýþta, yeni Xmms açýlmasýna izin ver.

source: Reverse file order in fileselector
cs: Opaèné øazení souborù ve výbìru
tr: Dosya seçicide dosya sýrasýný ters çevir

source: Always show clutterbar
cs: V¾dy zobrazit posunovaè
tr: Daðýnýk çubuk'u her zaman göster

source: Convert %20 to space
cs: Pøevést %20 na mezery
tr: %20'yi boþluða çevir

source: Save window positions
cs: Ulo¾it pozice oken
tr: Pencere yerlerini hatýrla

source: Convert underscore to space
cs: Pøevést podtr¾ítka na mezery
tr: Alt çizgiyi boþluða çevir

source: Show numbers in playlist
cs: Zobrazit èísla v seznamu skladeb
tr: Parça listesinde numaralarý göster

source: Dim titlebar when inactive
cs: Ztemnit titulek okna, kdy¾ je neaktivní
tr: Baþlýk çubuðunu etkin olmadýðýnda gölgele

source: Save playlist position
cs: Ulo¾it pozici seznamu skladeb
tr: Parça listesinin yerini hatýrla

source: Sort "Jump to file" alphabetical
cs: Setøídit "Pøejít na soubor" abecednì
tr: "Dosyaya atla"'yý alfabetik sýrala

source: Equalizer doublesize linked
cs: Dvojitá velikost ekvalizéru
tr: Ýki kat boyut seçeneðinde ekolayzeri de büyüt

source: Use realtime priority when available
cs: Pokud je to mo¾né, pou¾ít realtime prioritu
tr: Elde olduðu sürece gerçek zaman önceliðini kullan

source: Smooth title scroll
cs: Jemné posouvání titulku
tr: Yumuþak baþlýk hareketi

source: Pause between songs for
cs: Pauza mezi skladbami
tr: Parçalar arasýnda bekle:

source: s
tr: sn

source: Snap windows at
cs: Uchytit okno na vzdálenost
tr: Pencerenin koparýlacaðý yer:

source: pixels
cs: bodu(ù)
tr: piksel

source: Do not hide windowmanager decorations
cs: Neschovávat dekorace od správce oken
tr: Pencere yöneticisi Dekarasyonunu gizleme

source: Use '\' as a directory delimiter
cs: Znak '\' pou¾ij jako oddìlovaè adresáøù
tr: Dizin gösterimi için '\'i kullan

source: Transparent playlist window
cs: Transparentní okno se seznamem skladeb
tr: Saydan Parça Listesi Penceresi

source: Mouse Wheel adjusts Volume by (%)
cs: Koleèko na my¹i pøizpùsobí hlasitost o (%)
tr: Farenin tekeri Volümü deðiþtirsin (%)

source: Read meta data from playlists
cs: Naèíst meta data ze seznamu skladeb
tr: Meta verisini Parça listesinden oku

source: Use fontsets (Enable for multi-byte charset support)
cs: Pou¾ít znakové sady (pro podporu víceznakových sad)
tr: Yazý tipi kümelerini kullan(çoklu-byte desteðini etkinleþtir

source: Main Window
cs: Hlavní okno
tr: Ana Pencere

source: Use X font
cs: Pou¾ívat X font
tr: X yazi tiplerini kullan

source: Fonts
cs: Fonty
tr: Yazý tipleri

source: (enabled)
cs: (povolené)
tr: (etkin)

source: (disabled)
cs: (zakázané)
tr: (pasif)

source: Skin selector
cs: Výbìr vzhledu
tr: Kabuk seçici

source: Skins
cs: Vzhledy
tr: Kabuklar

source: Select random skin on play
cs: Náhodný vzhled pøi pøehrávání
tr: Çalarken rastgele kabuk seç

source: (none)
cs: (nic)
tr: (hiçbiri)

source: Enqueue
cs: Pøidat do seznamu skladeb
tr: Parça Listesine Ekle

source: Load file(s)
cs: Otevøít soubor(y)
tr: Dosya(larý) yükle

source: Add selected files
cs: Pøidat oznaèené soubory
tr: Seçili dosyalarý ekle

source: Add all files in directory
cs: Pøidat v¹echny soubory v adresáøi
tr: Dizindeki tüm dosyalarý ekle

source: Vol +
cs: Hlasitost +

source: Vol -
cs: Hlasitost -

source: 16 bit
cs: 16 bitù

source: 8 bit
cs: 8 bitù

source: Fusion
cs: Fùze

source: Sound Clip
cs: Zvukový klip

source: Noise
cs: ©um

source: Meditative
cs: Meditativní

source: Cult
cs: Kult

source: Christian Rap
cs: Køes»anský rap

source: Psychedelic
cs: Psychedelická

source: Latin
cs: Latinská

source: Celtic
cs: Keltská

source: Avantgarde
cs: Avantgarda

source: Gothic Rock
cs: Gotický rock

source: Progressive Rock
cs: Progresivní rock

source: Psychedelic Rock
cs: Psychedelický rock

source: Slow Rock
cs: Plou¾ák

source: Chanson
cs: ©ansón

source: Chamber Music
cs: Komorní hudba

source: Satire
cs: Satira

source: Club
cs: Klub

source: Power Ballad
cs: Rocková balada

source: A Cappella
cs: A Capella

source: Dance Hall
cs: Taneèní hala

source: Christian Gangsta Rap
cs: Køes»anský Gangsta Rap

source: Christian Rock
cs: Køes»anský rock

source: Line out
cs: Výstupní linka

source: Håvard Kvålen
cs: Haavard Kvaalen

source: Basque:
cs: Baskit¹tina:

source: Radek Vybiral
cs: Radek Vybíral

source: Pavol Cvengros
cs: Pavol Cvengro¹

source: Tomas Hornocek
cs: Tomá¹ Hornoèek

source: Thai:
cs: Thaj¹tina:
