Repository: sedwards/xmms
Catalog: po/*.po
Languages: cs, tr

source: Echo Plugin %s
tr: Yanký Eklentisi %s

source: Echo Plugin By Johan Levin 1999. Surround echo by Carl van Schaik 1999
cs: Echo Plugin od Johana Levina 1999. Surround echo od Carla van Schaika 1999
tr: Yanký Eklentisi Johan Levin 1999. Surround yanký, Carl van Schaik, 1999

source: About Echo Plugin
cs: O Echo Pluginu
tr: Yanký Eklentisi Hakkýnda

source: Ok
tr: Tamam

source: Configure Echo
cs: Konfigurovat ozvìnu
tr: Yankýyý Ayarla

source: Delay: (ms)
cs: Zpo¾dìní: (ms)
tr: Bekleme: (ms)

source: Feedback: (%)
cs: Zpìtná vazba: (%)
tr: Geribesleme: (%)

source: Volume: (%)
cs: Hlasitost: (%)
tr: Hacim: (%)

source: Surround echo
tr: Surround yanký

source: Cancel
cs: Zru¹it
tr: Vazgeç

source: Apply
cs: Pou¾ít
tr: Uygula

source: Extra Stereo Plugin By Johan Levin 1999.
cs: Extra Stereo Plugin od Johana Levina 1999.
tr: Ekstra Stereo Eklentisi Johan Levin 1999.

source: Extra Stereo Plugin %s
tr: Ekstra Stereo Eklentisi %s

source: About Extra Stereo Plugin
cs: O Extra Stereo Pluginu
tr: Ekstra Stereo Eklentisi Hakkýnda

source: Configure Extra Stereo
cs: Konfigurovat Extra Stereo
tr: Ekstra Stereoyu Ayarla

source: Effect intensity:
cs: Intenzita efektù:
tr: Etki þiddeti:

source: About Voice Removal Plugin
cs: O Voice Removal Pluginu
tr: Vokal Silme Eklentisi Hakkýnda

source: XMMS Voice Removal Plugin A simple voice removal plugin by Anders Carlsson <andersca@gnu.org>
cs: XMMS Voice Removal Plugin jednoduchý plugin pro odstranìní hlasu od Anderse Carlssona <andersca@gnu.org>
tr: XMMS Vokal Silme Eklentisi Basit bir vokal silme eklentisi, Anders Carlsson <andersca@gnu.org> tarafýndan yazýldý.

source: Voice removal plugin %s
cs: Odstranìní hlasu - plugin %s
tr: Vokal silme eklentisi %s

source: About
cs: O pluginu
tr: Hakkýnda

source: XMMS IRman Plugin:
tr: XMMS IRman Eklentisi:

source: Created by Charles Sielski <stray@teklabs.net> Control XMMS with your TV / VCR / Stereo remote IRman page - http://www.evation.com/irman/
cs: Vytvoøil Charles Sielski <stray@teklabs.net> Ovládání XMMS pomocí dálkového ovládání IRman www stránka - http://www.evation.com/irman/
tr: Charles Sielski <stray@teklabs.net> tarafýndan yaratýldý XMMS'i TV / VCR / Stereo uzaktan kumandasý ile kontrol etmenize yarar. IRman web sayfasý - http://www.evation.com/irman/

source: Play
cs: Hrát
tr: Çal

source: Stop
cs: Zastavit
tr: Durdur

source: Pause
cs: Pauza
tr: Beklet

source: Prev
cs: Pøedchozí
tr: Önceki

source: Next
cs: Dal¹í
tr: Sonraki

source: Seek -5s
cs: Posun o -5s
tr: Bul -5s

source: Seek +5s
cs: Posun o +5s
tr: Bul +5s

source: Shuffle
cs: Náhodné poøadí skladeb
tr: Karýþýk

source: Repeat
cs: Stále opakovat skladby
tr: Tekrar

source: Playlist
cs: Seznam skladeb
tr: Parça listesi

source: `%s' Button Setup
cs: '%s' setup tlaèítko
tr: `%s' Düðme Ayarý

source: Enter code or use remote
cs: Zadejte kód nebo pou¾ijte dálkové ovládání
tr: Kod gir ya da uzaktan kullan

source: XMMS IRman Configuration
cs: Konfigurace XMMS Irman
tr: XMMS IRman Ayarlarý

source: Device:
cs: Zaøízení:
tr: Aygýt:

source: Device:
cs: Zaøízení:
tr: Aygýt:

source: IR code length:
cs: Délka IR kódu:
tr: IR kod uzunluðu:

source: Controls:
cs: Ovládací prvky:
tr: Kontroller:

source: Playlists:
cs: Seznamy skladeb:
tr: Parça listeleri:

source: General
cs: Obecné
tr: Genel

source: IRman Control %s
tr: IRman Kontrolü %s

source: unable to open port `%s' (%s)
cs: nemù¾u otevøít port '%s' (%s)
tr: `%s' kapýsý açýlamýyor (%s)

source: About Joystick Driver
cs: O ovladaèi pro joystick
tr: Oyun Çubuðu Sürücüsü Hakkýnda

source: Joystick Control Plugin Created by Tim Ferguson <timf@dgs.monash.edu.au>. http://www.dgs.monash.edu.au/~timf/ 5+ button support by Justin Wake <justin@globalsoft.com.au> Control XMMS with one or two joysticks.
cs: Joystick Control Plugin Vytvoøil Tim Ferguson <timf@dgs.monash.edu.au>. http://www.dgs.monash.edu.au/~timf/ Podpora pro více ne¾ 5 tlaèítek Justin Wake <justin@globalsoft.com.au> Ovládání XMMS jedním, pøípadnì dvìma joysticky.
tr: Oyun Çubuðuyla Kontrol Eklentisi Tim Ferguson <timf@dgs.monash.edu.au> tarafýndan oluþturuldu. http://www.dgs.monash.edu.au/~timf/ 5 ve üzeri tuþ desteði Justin Wake <justin@globalsoft.com.au> tarafýndan eklenmiþtir. XMMS'i bir ya da iki oyun çubuðuyla kontrol etmenize yarar.

source: Play/Pause
cs: Hrát/Pauza
tr: Çal/Duraksat

source: Next Track
cs: Dal¹í stopa
tr: Sonraki Parça

source: Prev Track
cs: Pøedchozí stopa
tr: Önceki Parça

source: Fwd 5 tracks
cs: Posun o 5 stop dopøedu
tr: 5 Parça Sonra

source: Back 5 tracks
cs: Posun o 5 stop dozadu
tr: 5 Parça Önce

source: Volume Up
cs: Zvý¹ení hlasitosti
tr: Volümü Arttýr

source: Volume Down
cs: Sní¾ení hlasitosti
tr: Volümü Azalt

source: Forward 5s
cs: Posun o 5 sekund dopøedu
tr: 5s Ýleri

source: Rewind 5s
cs: Posun o 5 sekund dozadu
tr: 5s Geri

source: Alternate
cs: Alternativní
tr: Deðiþtir

source: Nothing
cs: Nic
tr: Hiçbiri

source: XMMS Joystick Configuration
cs: XMMS konfigurace joysticku
tr: XMMS Oyun Çubuðu Ayarlarý

source: Devices:
cs: Zaøízení:
tr: Aygýtlar:

source: Joystick 1:
tr: 1. Oyun Çubuðu:

source: Joystick 2:
tr: 2. Oyun Çubuðu:

source: Sensitivity (10-32767):
cs: Citlivost (10-32767):
tr: Hassaslýk (10-32767):

source: Directionals:
cs: Smìry:
tr: Yönler:

source: Directionals (alternate):
cs: Smìry: (alternativní)
tr: Yönler (Altarnatif):

source: Buttons:
cs: Tlaèítka:
tr: Düðmeler:

source: Button %d:
cs: Tlaèítko %d:
tr: %d. Düðme:

source: Joystick Control %s
cs: Ovládání joystickem %s
tr: Oyun Çubuðuyla Kontrol %s

source: Joystick Control
cs: Ovládání joystickem
tr: Oyun Çubuðuyla Kontrol

source: Joystick Control: error reading
cs: Ovládání joystickem: chyba pøi ètení
tr: Oyun Çubuðuyla Kontrol: okuma hatasý

source: Song Change %s
cs: Zmìna skladby %s
tr: Parça Deðiþtirme %s

source: Song Change Configuration
cs: Konfigurace zmìny skladby
tr: Parça Deðiþtirme Ayarlarý

source: Song change
cs: Zmìna skladby
tr: Parça Deðiþtir

source: Playlist end
cs: Konec seznamu
tr: Parça Listesi sonu

source: Shell-command to run when xmms changes song. It can optionally include the string %%s which will be replaced by the new song title.
cs: Pøíkaz shellu, který se spustí, kdy¾ xmms mìní skladbu. Mù¾e obsahovat øetìzec %%s, který bude pøepsán novým názvem skladby.
tr: Xmms parça deðiþtirirken çalýþtýrýlacak kabuk komutu. Ýsteðe baðlý olarak yeni parçanýn adý ile deðiþtirilecek %%s dizgesini içerebilir.

source: Command:
cs: Pøíkaz:
tr: Komut:

source: Shell-command to run when xmms reaches the end of the playlist.
cs: Pøíkaz shellu, který se spustí, kdy¾ xmms dojde na konec seznamu skladeb.
tr: Xmms Parça listesinin sonuna geldiðinde çalýþtýrýlacak kabuk komutu.

source: CD Audio Player %s
tr: CD Çalýcý %s

source: CD Audio Track %02u
cs: CD audio stopa %02u
tr: CD - Parça %02u

source: Warning
cs: Varování
tr: Uyarý

source: The SHA-1 hash function failed to properly generate a test key. As such, Xmms will not be able to contact a CD Index server.
cs: SHA-1 hash funkce selhala pøi generování vhodného testovacího klíèe. Proto Xmms nebude schopen kontaktovat CD Index server.
tr: SHA-1 hash fonksiyonu test anahtarýný oluþturmayý baþaramadý. Bu nedenle, Xmms CD Ýndeks sunucuuyla iletiþim kuramayacak.

source: (unknown)
cs: (neznámý)
tr: (bilinmiyor)

source: CD Audio Player Configuration
cs: Konfigurace CD Audio pøehrávaèe
tr: CD Çalýcý Ayarlarý

source: Directory:
cs: Adresáø:
tr: Dizin:

source: Volume setting:
cs: Nastavení hlasitosti:
tr: Volüm ayarý:

source: OSS Mixer
tr: OSS Karýþtýrýcý

source: CDROM drive
cs: CDROM disk
tr: CDROM sürücü

source: Device
cs: Zaøízení
tr: Aygýt

source: Use CDDB
cs: Pou¾ít CDDB
tr: CDDB'yi kullan

source: Get server list
cs: Získat seznam serverù
tr: Sunucu listesini al

source: Show network window
cs: Zobrazit okno s komunikací
tr: Að penceresini göster

source: CDDB server:
tr: CDDB sunucusu:

source: CD Index:
tr: CD Ýndeksi:

source: Use CD Index
cs: Pou¾ít CD Index
tr: CD Ýndeksini Kullan

source: CD Index server:
tr: CD Ýndeks Sunucusu

source: Track names:
cs: Názvy skladeb:
tr: Ýz isimleri:

source: Override generic titles
cs: Pøepsat obecné nadpisy
tr: Baþlýðýn üzerine yenisini yaz

source: Name format:
cs: Formát názvu:
tr: Ýsim biçimi:

source: CD Info
cs: Informace o CD
tr: CD Hakkýnda Bilgi

source: Huffman decode error.
cs: Chyba Huffmanova dekódování.
tr: Huffman çözüm hatasý.

source: Id Software .cin player %s
tr: Id Software .cin çalýcý %s

source: Error opening audio for idcin.
cs: Chyba pøi otevírání audia pro idcin.
tr: idcin için ses aygýtý açýlýrken hata

source: IDCin Play
cs: Hrát IDCin
tr: IDCin Çalma

source: About mikmod plugin
cs: O mikmod pluginu
tr: Mikmod Eklentisi Hakkýnda

source: Mikmod Plugin http://www.multimania.com/miodrag/mikmod/ Ported to xmms by J. Nick Koston
cs: Mikmod Plugin http://www.multimania.com/miodrag/mikmod/ Pro xmms upravil J. Nick Koston
tr: Mikmod Eklentisi http://www.multimania.com/miodrag/mikmod/ Xmms'e uyarlayan J. Nick Koston

source: MikMod Player %s
cs: MikMod pøehrávaè %s
tr: MikMod Çalýcý %s

source: Couldn't load mod
cs: Nemù¾u nahrát mod
tr: Mod dosyasý yüklenemedi

source: MikMod Configuration
cs: Konfigurace Mikmodu
tr: MikMod Ayarlarý

source: Resolution:
cs: Rozli¹ení:
tr: Çözünürlük:

source: Channels:
cs: Kanály:
tr: Kanallar:

source: Down sample:
cs: Kvalita:
tr: Örnekleme:

source: Look for hidden patterns in modules
cs: Hledat v modulech skryté vzorky
tr: Modüllerde gizli motif ara

source: Use surround mixing
cs: Pou¾ít surround mix
tr: Surround miksajý kullan

source: Force volume fade at the end of the module
cs: Sní¾ení hlasitosti na konci modulu
tr: Modülün sonuna doðru ses þiddetini yavaþça azalt

source: Use interpolation
cs: Pou¾ít interpolaci
tr: Ýnterpolasyonu kullan

source: Default panning separation
cs: Výchozí oddìlení kanálù
tr: Öntanýmlý balans ayrýmý

source: Quality
cs: Kvalita
tr: Ses Kalitesi

source: Options
cs: Nastavení
tr: Seçenekler

source: Select the directory where you want to store the MPEG streams:
cs: Vyberte adresáø, do kterého chcete ukládat MPEG streamy:
tr: MPEG akýmlarýný saklamak istediðiniz dizini seçin:

source: MPG123 Configuration
cs: Konfigurace MPG123
tr: MPG123 Ayarlarý

source: Stereo (if available)
cs: Stereo (pokud je k dispozici)
tr: Stereo (olabilirse)

source: Decoder:
cs: Dekodér:
tr: Çözücü:

source: Enable Automatic detection
cs: Povolit automatickou detekci
tr: Otomatik Tanýmayý Etkinleþtir

source: use 3DNow! optimized decoder
cs: pou¾ívat optimalizovaný dekodér pro 3DNow!
tr: 3DNow! optimize çözücüyü kullan

source: use FPU decoder
cs: pou¾ívat FPU dekodér
tr: FPU çözücüyü kullan

source: Detect files by content (instead of file extention)
cs: Detekovat soubory podle obsahu (místo podle koncovky)
tr: Dosyalarý (son eklerine göre deðil) içeriklerine göre taný

source: Decoder
cs: Dekodér
tr: Çözücü

source: Buffering:
cs: Vyrovnávání:
tr: Tamponlama:

source: Buffer size (kb):
cs: Velikost vyrovnávací pamìti (kb):
tr: Tampon bellek büyüklüðü (kb):

source: Pre-buffer (percent):
cs: Prebuffering (%):
tr: Önce-tamponlama (yüzde):

source: Proxy:
tr: Vekil sunucu:

source: Use proxy
cs: Pou¾ít proxy
tr: Vekil sunucuyu kullan

source: Host:
cs: Hostitel:
tr: Sunucu:

source: Port:
tr: Kapý:

source: Use authentication
cs: Pou¾ít autentifikaci
tr: Kimlik doðrulamayý kullan

source: Username:
cs: Jméno:
tr: Kullanýcý adý:

source: Password:
cs: Heslo:
tr: Parola:

source: Save stream to disk:
cs: Ulo¾it stream na disk:
tr: Akýmý diske kaydet:

source: Save stream to disk
cs: Ulo¾it stream na disk
tr: Akýmý diske kaydet

source: Path:
cs: Cesta:
tr: Yol:

source: Browse
cs: Vybrat
tr: Araþtýr

source: Enable SHOUT/Icecast title streaming
cs: Zapnout SHOUT/Icecast streamování názvù
tr: SHOUT/Icecast baþlýk akýmýný etkinleþtir

source: Enable Icecast Metadata UDP Channel
cs: Zapnout Icecast Metadata UDP kanál
tr: Icecast Metadata UDP Kanalýný etkinleþtir

source: Streaming
cs: Streamování
tr: Akým

source: ID3 Tags:
cs: ID3 Tagy:
tr: ID3 Etiketleri:

source: Disable ID3V2 tags
cs: Zakázat ID3 tagy
tr: ID3V2 etiketlerini devre dýþý býrak

source: ID3 format:
cs: ID3 formát:
tr: ID3 biçimi:

source: Title
cs: Název
tr: Baþlýk

source: File Info
cs: Informace o souboru
tr: Dosya hakkýnda bilgi

source: Couldn't write tag!
cs: Nemù¾u zapsat tag!
tr: Etiket yazýlamadý!

source: Couldn't remove tag!
cs: Nemù¾u odstranit tag!
tr: Etiket silinemedi!

source: No tag to remove!
cs: Tag pro odstranìní neexistuje!
tr: Silinecek etiket yok!

source: Joint stereo
cs: Smí¹ené stereo
tr: Birleþik Stereo

source: Dual channel
cs: Dvojitý kanál
tr: Çift kanal

source: Single channel
cs: Jeden kanál
tr: Tek kanal

source: Bitrate: %d kb/s
cs: Tok dat: %d kb/s
tr: Çözünürlük: %d kb/s

source: Samplerate: %ld Hz
cs: Vzorkování: %ld Hz
tr: Örnekleme oraný: %ld Hz

source: None
cs: Nic
tr: Hiçbiri

source: No
cs: Ne
tr: Hayýr

source: Yes
cs: Ano
tr: Evet

source: Filename:
cs: Soubor:
tr: Dosya adý:

source: ID3 Tag:
tr: ID3 Etiketi:

source: Title:
cs: Název:
tr: Baþlýk:

source: Artist:
cs: Autor:
tr: Sanatçý:

source: Album:
tr: Albüm:

source: Comment:
cs: Poznámka:
tr: Açýklama:

source: Year:
cs: Rok:
tr: Yýl:

source: Track number:
cs: Èíslo skladby:
tr: Ýz Numarasý:

source: Genre:
cs: ®ánr:
tr: Tür:

source: Save
cs: Ulo¾it
tr: Kaydet

source: Remove ID3
cs: Odstranit ID3
tr: ID3'ü sil

source: MPEG Info:
cs: Informace o MPEG:
tr: MPEG Hakkýnda Bilgi:

source: File Info - %s
cs: Informace o souboru - %s
tr: Dosya Hakkýnda Bilgi - %s

source: Bitrate: Variable, avg. bitrate: %d kb/s
cs: Tok dat: Promìnlivý, prùmìrný tok dat: %d kb/s
tr: Çözünürlük: Deðiþken, ort. çözünürlük: %d kb/s

source: %s Error protection: %s Copyright: %s Original: %s Emphasis: %s
cs: %s Chybová ochrana: %s Copyright: %s Originál: %s Zesílení: %s
tr: %s Hata korumasý: %s Kopyalama hakký: %s Orijinal: %s Vurgu: %s

source: %d frames Filesize: %lu B
cs: %d rámcù Velikost souboru: %lu B
tr: %d çerçeve Dosya uzunluðu: %lu B

source: Error
cs: Chyba
tr: Hata

source: LOOKING UP %s
cs: VYHLEDÁVÁNÍ %s
tr: BULUNUYOR %s

source: Couldn't look up host %s
cs: Nemù¾u najít hostitele %s
tr: %s sunucusu bulunamadý

source: CONNECTING TO %s:%d
cs: PØIPOJUJI SE K %s:%d
tr: %s BAÐLANILIYOR:%d

source: Couldn't connect to host %s
cs: Nemù¾u se pøipojit k hostiteli %s
tr: %s sunucusuna baðlanýlamadý

source: CONNECTED: WAITING FOR REPLY
cs: PØIPOJEN: ÈEKÁM NA ODPOVÌÏ
tr: BAÐLANDI: YANIT BEKLENÝYOR

source: Couldn't connect to host %s Server reported: %s
cs: Nemù¾u se pøipojit k %s Server hlásí: %s
tr: %s sunucusuna baðlanýlamadý Sunucudan gelen rapor: %s

source: PRE-BUFFERING: %dKB/%dKB
tr: ÖN-TAMPONLAMA: %dKB/%dKB

source: (Cover)
cs: (Obal)
tr: (Ýcra)

source: Classic Rock
cs: Klasický Rock
tr: Klasik Rock

source: Dance
tr: Dans

source: Disco
cs: Disko
tr: Disko

source: Jazz
tr: Caz

source: New Age
tr: Yeni çað

source: Oldies
tr: Eski

source: Other
cs: Ostatní
tr: Diðer

source: Techno
tr: Tekno

source: Industrial
tr: Endüstriyel

source: Alternative
cs: Alternativní
tr: Alternatif

source: Soundtrack
cs: Filmová hudba
tr: Film Müziði

source: Ambient
tr: Ambiyans

source: Vocal
cs: Vokál
tr: Vokal

source: Classical
cs: Klasika
tr: Klasik

source: Instrumental
cs: Instrumetálka
tr: Enstrumantal

source: Acid
tr: Asit

source: Game
cs: Hra
tr: Oyun

source: Instrumental Pop
cs: Instrumentální pop
tr: Enstrümantal Pop

source: Instrumental Rock
cs: Instrumentální rock
tr: Enstrümantal Rock

source: Ethnic
cs: Etnická
tr: Etnik

source: Gothic
cs: Gotická
tr: Gotik

source: Electronic
cs: Elektronická
tr: Elektronik

source: Southern Rock
cs: Ji¾anský Rock
tr: Güneyli Rock

source: Comedy
cs: Komedie
tr: Komedi

source: Native American
cs: Rodná Americká
tr: Yerli Amerikan

source: Cabaret
cs: Kabaret
tr: Kabare

source: New Wave
cs: Nová vlna
tr: Yeni Akým

source: Musical
cs: Muzikál
tr: Müzikal

source: National Folk
cs: Národní folk
tr: Ulusal Folklör

source: Symphonic Rock
cs: Symfonický rock
tr: Senfonik Rock

source: Chorus
tr: Koro

source: Easy Listening
cs: Lehké poslouchání
tr: Kolay Dinlenen

source: Acoustic
cs: Akustika
tr: Akustik

source: Humour
cs: Humor
tr: Þaka

source: Speech
cs: Mluvené slovo
tr: Konuþma

source: Sonata
cs: Sonáta
tr: Sonat

source: Symphony
cs: Symfonie
tr: Senfoni

source: Folklore
cs: Folklór
tr: Folklör

source: Ballad
cs: Balada
tr: Balad

source: Rhythmic Soul
cs: Rytmický soul
tr: Ritmik Soul

source: Freestyle
cs: Volný styl
tr: Serbest

source: Duet
tr: Düet

source: Drum Solo
cs: Bubnové sólo
tr: Davul Solo

source: About MPEG Layer 1/2/3 plugin
cs: O pluginu MPEG Layer 1/2/3
tr: MPEG Layer 1/2/3 Hakkýnda

source: mpg123 decoding engine by Michael Hipp <mh@mpg123.de> Plugin by The XMMS team
cs: Dekódování pro mpg123 napsal Michael Hipp <mh@mpg123.de> Plugin je od týmu XMMS
tr: mpg123 çözümleme motoru Michael Hipp tarafýndan <mhqmpg123.de> yazýlmýþtýr. Eklenti þekli ise XMMS takýmý tarafýndan düzenlenmiþtir

source: MPEG Layer 1/2/3 Player %s
tr: MPEG Layer 1/2/3 Çalýcý %s

source: About Tone Generator
cs: O tónovém generátoru
tr: Ses Üreteci Hakkýnda

source: Sinus tone generator by Håvard Kvålen <havardk@xmms.org> Modified by Daniel J. Peng <danielpeng@bigfoot.com> To use it, add a URL: tone://frequency1;frequency2;frequency3;... e.g. tone://2000;2005 to play a 2000Hz tone and a 2005Hz tone
cs: Sinusový tónový generátor od Haavarda Kvaalena <havardk@xmms.org> Modifikoval Daniel J. Peng <danielpeng@bigfoot.com> Pro pou¾ití pøidejte URL: tone://frekvence1;frekvence2;frekvence2;... napø. tone://2000;2005 pro pøehrání 2000Hz a 2005Hz tónu
tr: Sinüs ses üreteci, Håvard Kvålen <havardk@xmms.org> tarafýndan yazýlmýþtýr Daniel J. Peng <danielpeng@bigfoot.com> tarafýndan düzeltilmiþtir Kullanmak için, tone://frequency1;frequency2;... þeklinde bir URL ekle. örneðin 2000Hz'lik ses üretmek için; tone://2000

source: Tone Generator:
cs: Generátor tónu:
tr: Ses Üreteci:

source: Tone Generator %s
cs: Generátor tónu %s
tr: Ses Üreteci %s

source: Select the directory where you want to store the Ogg Vorbis streams:
cs: Vyberte adresáø, do kterého chcete ukládat Ogg Vorbis streamy:
tr: Ogg Vorbis akýmlarýný saklamak istediðiniz dizini seçin:

source: Ogg Vorbis Configuration
cs: Konfigurace Ogg Vorbis
tr: Ogg Vorbis Ayarlarý

source: Ogg Vorbis Tags:
cs: Ogg Vorbis tagy:
tr: Ogg Vorbis Etiketleri:

source: Title format:
cs: Formát názvu:
tr: Baþlýk biçimi:

source: An error occured: %s
cs: Vyskytla se chyba: %s
tr: Bir hata Oluþtu: %s

source: Error!
cs: Chyba!
tr: Hata!

source: Failed to modify tag
cs: Modifikace tagu selhala
tr: Etiket Düzeltme iþlemi baþarýsýzlýkla sonuçlandý

source: Ogg Vorbis Tag:
tr: Ogg Vorbis Etiketi:

source: Date:
cs: Datum:
tr: Tarih:

source: Description:
cs: Popis:
tr: Açýklama:

source: Location:
cs: Umístìní:
tr: Konum:

source: Version:
cs: Verze:
tr: Sürüm:

source: ISRC number:
cs: Èíslo ISRC:
tr: ISRC Numarasý:

source: Organization:
cs: Organizace:
tr: Organizyasyon:

source: Copyright:
tr: Telif Hakký:

source: Remove Tag
cs: Odstranit Tag
tr: Etiketi Kaldýr

source: Ogg Vorbis Info:
tr: Ogg Vorbis Hakkýnda:

source: Nominal bitrate: %d kbps
cs: Jmenovitý tok dat: %d kbps
tr: Normal Hýz: %d kbps

source: Samplerate: %d Hz
cs: Vzorkování: %d Hz
tr: Örnekleme oraný: %d Hz

source: Channels: %d
cs: Kanály: %d
tr: Kanallar: %d

source: Length: %d:%.2d
cs: Délka: %d:%.2d
tr: Uzunluk: %d:%.2d

source: File size: %d B
cs: Velikost souboru: %d B
tr: Dosya boyutu: %d B

source: Ogg Vorbis Player %s
cs: Pøehrávaè Ogg Vorbisu %s
tr: Ogg Vorbis Çalýcý %s

source: About Ogg Vorbis Plugin
cs: O pluginu Ogg Vorbis
tr: Ogg Vorbis Eklentisi Hakkýnda

source: Ogg Vorbis Plugin by Xiphophorus Original code by Tony Arcieri <bascule@inferno.tusculum.edu> Contributions from Chris Montgomery <monty@xiph.org> Peter Alm <peter@xmms.org> Michael Smith <msmith@labyrinth.edu.au> Jack Moffitt <jack@icecast.org> Jorn Baayen <jorn@nl.linux.org> Håvard Kvålen <havardk@xmms.org> Visit Xiphophorus at http://www.xiph.org/
cs: Ogg Vorbis Plugin by Xiphophorus Originální kód napsal Tony Arcieri <bascule@inferno.tusculum.edu> a spolupracoval Chris Montgomery <monty@xiph.org> Peter Alm <peter@xmms.org> Michael Smith <msmith@labyrinth.edu.au> Jack Moffitt <jack@icecast.org> Jorn Baayen <jorn@nl.linux.org> Håvard Kvålen <havardk@xmms.org> Nav¹tivte stránky Xiphophorus na http://www.xiph.org/
tr: Ogg Vorbis Eklentisi Xiphophorus tarafýndan yazýlmýþtýr Orjinal kodu Tony Arcieri <bascule@inferno.tusculum.edu> tarafýndan yazýlmýþtýr Diðer yardým edenler Chris Montgomery <monty@xiph.org> Peter Alm <peter@xmm.org> Michael Smith <msmith@labyrinth.edu.au> Jack Moffitt <jack@icecast.org> Jorn Baayen <jorn@nl.linux.org> Håvard Kvålen <havardk@xmms.org> Xiphophorus'u ziyaret edin http://www.xiph.org/

source: Wave Player %s
tr: Wav Çalýcý %s

source: OSS Driver %s
cs: OSS ovladaè %s
tr: OSS Sürücüsü %s

source: About OSS Driver
cs: O OSS ovladaèi
tr: OSS Sürücüsü Hakkýnda

source: XMMS OSS Driver This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
cs: XMMS OSS ovladaè Tento program je open source software; mù¾ete ho distribuovat a/nebo modifikovat v souladu s pravidly GNU General Public License, kterou publikovala Free Software Foundation; verzi 2 licence, nebo následující verzi (zále¾í na Vás). Tento program je distribuován v nadìji, ¾e bude pou¾itelný, ale bez JAKÉKOLIV ZÁRUKY; i bez záruky PRODEJNOSTI nebo zpùsobilosti pro konkrétní pou¾ití. Pokud chcete víc informací, pøeètìte si GNU General Public License Kopii GNU General Public License mù¾ete obdr¾et spolu s tímto programem; pokud zde není, napi¹te Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
tr: XMMS OSS Sürücüsü Bu program serbest yazýlýmdýr; Free Software Foundation tarafýndan yayýnlanan GNU Genel Kamu Lisansý'nýn 2. sürümü ya da (seçiminize göre) herhangi baþka bir sürümünün koþullarý altýnda tekrar tekrar daðýtabilir ve/veya deðiþtirebilirsiniz. Bu program, kullanýþlý olacaðý umuduyla, fakat -özel bir amaca uygunluðu hakkýnda bile- HÝÇBÝR GARANTÝ VERÝLMEDEN daðýtýlmaktadýr. Daha fazla bilgi için GNU'nun Genel Kamu Lisansý'na bakýnýz. Bu programla birlikte GNU Genel Kamu Lisansý'nýn bir kopyasý da gelmiþ olmalýdýr. Eðer yoksa, Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA adresine bildiriniz.

source: Default (%s)
cs: Standardní (%s)
tr: Öntanýmlý (%s)

source: Default
cs: Standardní
tr: Öntanýmlý

source: OSS Driver configuration
cs: Konfigurace ovladaèe OSS
tr: OSS Sürücüsü Ayarlarý

source: Audio device:
cs: Audio zaøízení:
tr: Ses aygýtý:

source: Use alternate device:
cs: Pou¾ít alternativní zaøízení:
tr: Baþka aygýtý kullan:

source: Mixer device:
cs: Mixovací zaøízení:
tr: Karýþtýrma aygýtý:

source: Devices
cs: Zaøízení
tr: Aygýtlar

source: Buffer size (ms):
cs: Velikost bufferu (ms):
tr: Tampon büyüklüðü (ms):

source: Buffering
tr: Tamponlama

source: Mixer Settings:
cs: Nastavení mixéru:
tr: Karýþtýrýcý Ayarlarý:

source: Volume controls Master not PCM
cs: Hlasitost ovládá Master kanál místo PCM
tr: Ana volüm kontrolörü PCM deðil

source: Mixer
cs: Mixér
tr: Karýþtýrýcý

source: Disk Writer Plugin %s
tr: Diske Yazma Eklentisi %s
