Repository: sedwards/xmms
Catalog: po/*.po
Languages: cs, tr

source: You cannot use the Disk Writer plugin when you're running in realtime mode.
cs: Nemù¾ete pou¾ít Disk Writer plugin, pokud je systém v realtime módu.
tr: Programý gerçek zaman kipinde çalýþtýrýrken Diske Yazma eklentisini kullanamazsýnýz.

source: Select the directory where you want to store the output files:
cs: Vyberte adresáø, ve kterém chcete mít ulo¾ené výstupní soubory:
tr: Çýktý dosyalarýný saklamak istediðiniz dizini seçin:

source: Disk Writer Configuration
cs: Konfigurace DiskWriteru
tr: Diske Yazma Ayarlarý

source: About ESounD Plugin
cs: O ESounD pluginu
tr: ESounD Eklentisi Hakkýnda

source: XMMS ESounD Plugin This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
cs: XMMS ESounD Plugin Tento program je volnì pou¾itelný software; mù¾ete ho distribuovat a/nebo modifikovat v souladu s pravidly GNU General Public License, kterou publikovala Free Software Foundation; verzi 2 licence, nebo následující verze (zále¾í na Vás). Tento program je distribuovaný v nadìji, ¾e bude pou¾itelný ale bez JAKÉKOLIV ZÁRUKY; i bez záruky PRODEJNOSTI nebo zpùsobilosti pro konkrétní pou¾ití. Pokud chcete víc informací, pøeètìte si GNU General Public License Kopii GNU General Public License mù¾ete obdr¾et spoleènì s tímto programem; pokud zde není, napi¹te na Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
tr: XMMS ESounD Eklentisi Bu program serbest yazýlýmdýr; Free Software Foundation tarafýndan yayýnlanan GNU Genel Kamu Lisansý'nýn 2. sürümü ya da (seçiminize göre) herhangi baþka bir sürümünün koþullarý altýnda tekrar tekrar daðýtabilir ve/veya deðiþtirebilirsiniz. Bu program, kullanýþlý olacaðý umuduyla, fakat -özel bir amaca uygunluðu hakkýnda bile- HÝÇBÝR GARANTÝ VERÝLMEDEN daðýtýlmaktadýr. Daha fazla bilgi için GNU'nun Genel Kamu Lisansý'na bakýnýz. Bu programla birlikte GNU Genel Kamu Lisansý'nýn bir kopyasý da gelmiþ olmalýdýr. Eðer yoksa, Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA adresine bildiriniz.

source: ESD Plugin configuration
cs: Konfigurace ESD Pluginu
tr: ESD Eklentisi Ayarlarý

source: Use remote host
cs: Pou¾ít vzdálený poèítaè
tr: Karþý sunucuyu kullan

source: Volume controls OSS mixer
cs: Hlasitost ovládá smì¹ovaè pro OSS
tr: OSS mikser Ses Kontrolleri

source: Server
tr: Sunucu

source: eSound Output Plugin %s
cs: eSound výstupní plugin %s
tr: eSound Çýkýþ Eklentisi %s

source: Solaris audio plugin %s
cs: Zvukový plugin Solaris %s
tr: Solaris Ses eklentisi %s

source: About Solaris Audio Driver
cs: O zvukovém ovladaèi Solaris
tr: Soloris Ses Sürücüsü Hakkýnda

source: XMMS Solaris Audio Driver Written by John Riddoch (jr@scms.rgu.ac.uk) with help from many contributors.
cs: Zvukový ovladaè Solaris pro XMMS Napsal ho John Riddoch (jr@scms.rgu.ac.uk) s pomocí dal¹ích lidí.
tr: XMMS Solaris Ses Sürücüsü John Riddoch <jr@scms.rgu.ac.uk> ve birçok programcýnýn yardýmý ile yazýlmýþtýr.

source: Default - %s
cs: Standardní - %s
tr: Öntanýmlý - %s

source: Soundcard #%d - %s
cs: Zvuková karta #%d - %s
tr: Ses Kartý #%d - %s

source: Configure Solaris driver
cs: Nastavit Solaris ovladaè
tr: Solaris Sürücülerini ayarla

source: Always use AUDIODEV environment variable
cs: V¾dy pou¾ít promìnnou prostøedí AUDIODEV
tr: AUDIDEV özelliðini herzaman kullan

source: Output ports:
cs: Výstupní porty:
tr: Çýkýþ kapýlarý:

source: Headphones
cs: Sluchátka
tr: Kulaklýk

source: Internal speaker
cs: Interní reproduktor
tr: Dahili Kolonlar

source: Blur Scope %s
tr: Buðulu Alan %s

source: Blur scope
tr: Buðulu Alan

source: Color Entry
cs: Barevný vstup
tr: Renk Giriþi

source: Options:
cs: Nastavení:
tr: Seçenekler:

source: OpenGL Spectrum configuration
cs: Konfigurace OpenGL spektra
tr: OpenGL Görüntü ayarlarý

source: 3DFX Fullscreen mode
cs: 3DFX na celou obrazovku
tr: 3DFX Tam Ekran Kipi

source: OpenGL Spectrum analyzer
cs: OpenGL analyzátor spektra
tr: OpenGL Görüntü analizci

source: OpenGL Spectrum analyzer %s
cs: OpenGL analyzér spektra %s
tr: OpenGL Görüntü analizci %s

source: Simple spectrum analyzer %s
cs: Jednoduchý analyzátor spektra %s
tr: Basit görüntü analizci %s

source: Spectrum analyzer
cs: Analyzátor spektra
tr: Görüntü analizci

source: xmms applet
tr: xmms appleti

source: Copyright (C) Anders Carlsson 1999), Hiroshi Takekawa 2001
tr: (C) Anders Carlsson 1999 , Hiroshi Takekawa 2001

source: A simple xmms gnome panel applet by Anders Carlsson. Some code is from wmxmms by Mikael Alm. Tooltip support by Hiroshi Takekawa.
cs: Jednoduchý xmms gnome panel applet od Anderse Carlssona. Èást kódu je z wmxmms od Mikaela Alma. Podporu tooltipu pøidal Hiroshi Takekawa.
tr: Basit bir xmms gnome panel appleti, Anders Carlsson tarafýndan yazýldý. Bazý kodlar Miksel Alm tarafýndan yazýlan wmxmms'ten alýnmýþtýr.Araç çubuðu desteði Hiroshi Takekawa tarafýndan eklenmiþtir.

source: About...
cs: O pluginu...
tr: Hakkýnda...

source: Performer/Artist
cs: Interpret/Umìlec
tr: Ýcracý/Sanatçý

source: Album
tr: Albüm

source: Genre
cs: ®ánr
tr: Tür

source: File name
cs: Soubor
tr: Dosya adý

source: File path
cs: Cesta k souboru
tr: Dosyanýn konumu

source: File extension
cs: Pøípona souboru
tr: Dosya uzantýsý

source: Track name
cs: Název skladby
tr: Ýz isimi

source: Track number
cs: Èíslo skladby
tr: Ýz Numarasý

source: Date
cs: Datum
tr: Tarih

source: Year
cs: Rok
tr: Yýl

source: Comment
cs: Poznámka
tr: Açýklama

source: %s: option `%s' is ambiguous
cs: %s: volba '%s' je nejednoznaèná
tr: %s: `%s' seçeneði þüpheli

source: %s: option `--%s' doesn't allow an argument
cs: %s: volba '--%s' není povolena jako argument
tr: %s: `--%s' seçeneði bir argümana izin vermiyor

source: %s: option `%c%s' doesn't allow an argument
cs: %s: volba '%c%s' není povolena jako argument
tr: %s: `%c%s' seçeneði bir argümana izin vermiyor

source: %s: option `%s' requires an argument
cs: %s: volba '%s' vy¾aduje argument
tr: %s: `%s' seçeneði bir argüman gerektiriyor

source: %s: unrecognized option `--%s'
cs: %s: neznámá volba '--%s'
tr: %s: tanýmsýz seçenek `--%s'

source: %s: unrecognized option `%c%s'
cs: %s: neznámá volba '%c%s'
tr: %s: tanýmsýz seçenek `%c%s'

source: %s: illegal option -- %c
cs: %s: ¹patná volba -- %c
tr: %s: izinsiz seçenek -- %c

source: %s: invalid option -- %c
cs: %s: chybná volba -- %c
tr: %s: geçersiz seçenek -- %c

source: %s: option requires an argument -- %c
cs: %s: volba vy¾aduje argument -- %c
tr: %s: seçenek bir argüman gerektiriyor -- %c

source: %s: option `-W %s' is ambiguous
cs: %s: volba '-W %s' je nejednoznaèná
tr: %s: `-W %s' seçeneði þüpheli

source: %s: option `-W %s' doesn't allow an argument
cs: %s: volba '-W %s' nemá povolené parametry
tr: %s: `-W %s' seçeneði bir argümana izin vermiyor

source: ERROR: Couldn't find %s
cs: CHYBA: Nemù¾u najít %s
tr: HATA: %s bulunamadý

source: Usage: %s [options] Options: -------- -h, --help Display this text and exit. -g, --geometry Set the geometry (for example +20+20) -s, --session Set the xmms session to use (Default: 0) -c, --command Command to launch xmms (Default: xmms) -i, --icon Set the icon to use when xmms is not running -n, --single Only a single click is needed to start xmms -t, --title Display song title when mouse is in window -v, --version Display version information and exit
cs: Pou¾ití: %s [volby] Volby: -------- -h, --help Zobrazí tento text a ukonèí program. -g, --geometry Nastaví geometrii (napøíklad +20+20) -s, --session Vybere xmms sezení (Pøedvolené: 0) -c, --command Pøíkaz pro spu¹tìní xmms (Pøedvolené: xmms) -i, --icon Nastaví ikonu, kdy¾ xmms nebì¾í -n, --single Na spu¹tìní xmms je mo¾ný jednoduchý klik -t, --title Zobrazí text skladby, pokud je my¹ v oknì -v, --version Zobrazí informace o verzi a ukonèí se
tr: Kullanýmý: %s [seçenekler] Seçenekler: -------- -h, --help Bu metni ekrana yazar ve programdan çýkar. -g, --geometry Geometriyi ayarla (örneðin +20+20) -s, --session Kullaným için xmms oturumunu ayarla (Öntanýmlý: 0) -c, --command Xmms'i çalýþtýrcak komut (Default: xmms) -i, --icon Xmms çalýþmadýðýnda kullanýlacak simgeyi ayarla -n, --single Xmms'in çalýþmasý için tek klik yeterli olur -t, --title Fare pencere içindeyken parça ismini gösterir -v, --version Sürüm bilgisini gösterir ve programdan çýkar

source: Main Programming:
cs: Hlavní programátor:
tr: Ana Programlama:

source: Additional Programming:
cs: Dal¹í programátoøi:
tr: Ek Programlama:

source: With Additional Help:
cs: Dal¹í pomoc poskytli:
tr: Katkýlarýyla:

source: Anders Carlsson (effect plugins)
cs: Anders Carlsson (efektové pluginy)
tr: Anders Carlsson (efekt eklentileri)

source: Chun-Chung Chen (xfont patch)
tr: Chun-Chung Chen (x yazý tipi yamasý)

source: Tim Ferguson (joystick plugin)
tr: Tim Ferguson (oyun çubuðu eklentisi)

source: Eric L. Hernes (FreeBSD patches)
cs: Eric L. Hernes (FreeBSD patche)
tr: Eric L. Hernes (FreeBSD yamalarý)

source: Michael Hipp and others (MPG123 engine)
cs: Michael Hipp a dal¹í (MPG123 engine)
tr: Michael Hipp and others (MPG123 motoru)

source: Olle Hällnäs (compiling fixes)
cs: Olle Hällnäs (opravy kompilace)
tr: Olle Hällnäs (derleme düzeltmeleri)

source: J. Nick Koston (MikMod plugin)
tr: J. Nick Koston (MikMod eklentisi)

source: Johan Levin (echo + stereo plugin)
tr: Johan Levin (yanký + stereo eklentisi)

source: John Riddoch (Solaris plugin)
tr: John Riddoch (Soloris Eklentisi)

source: Pablo Saratxaga (i18n)
tr: Pablo Sartxaga (i18n) Ömer Fadýl USTA (i18n)

source: Carl van Schaik (pro logic plugin)
tr: Carl van Schaik (pro logic eklentisi)

source: Charles Sielski (irman plugin)
tr: Charles Sielski (irman eklentisi)

source: Ryan Weaver (RPMs among other things)
cs: Ryan Weaver (RPM a jiné)
tr: Ryan Weaver (RPM'leri arasýnda birçok baþka þey var)

source: Homepage and Graphics:
cs: Domovská stránka a grafika:
tr: Web sayfasý ve Grafikler:

source: Support and Docs:
cs: Podpora a dokumentace:
tr: Destek ve Dokümanlar:

source: Afrikaans:
cs: Afrikán¹tina:
tr: Afrikaca:

source: Azerbaijani:
cs: Azerbajd¾¹tina:
tr: Azerice:

source: Vasif Ismailoglu
tr: Vasýf Ismailoðlu

source: Brazilian Portuguese:
cs: Brazilská portugal¹tina::
tr: Brezilya Portekizcesi:

source: Bulgarian:
cs: Bulhar¹tina:
tr: Bulgarca:

source: Catalan:
cs: Katalán¹tina:
tr: Catalanca:

source: Chinese:
cs: Èín¹tina:
tr: Çince:

source: Croatian:
cs: Chorvat¹tina:
tr: Hýrvatça:

source: Czech:
cs: Èe¹tina:
tr: Çekçe:

source: Danish:
cs: Dán¹tina:
tr: Danimarkaca:

source: Dutch:
cs: Holand¹tina:
tr: Felemenkçe:

source: Esperanto:
tr: Esperantoca:

source: German:
cs: Nìmèina:
tr: Almanca:

source: Greek:
cs: Øeètina:
tr: Yunanca:

source: French:
cs: Francouz¹tina:
tr: Fransýzca:

source: Galician:
cs: Galicij¹tina:
tr: Galyaca:

source: Hungarian:
cs: Maïar¹tina:
tr: Macarca:

source: Indonesian:
cs: Indoné¹tina:
tr: Endonezyaca:

source: Irish:
cs: Ir¹tina:
tr: Ýrlandaca:

source: Italian:
cs: Ital¹tina:
tr: Ýtalyanca:

source: Japanese:
cs: Japon¹tina:
tr: Japonca:

source: Korean:
cs: Korej¹tina:
tr: Korece:

source: Lithuanian:
cs: Litev¹tina:
tr: Lituanyaca:

source: Latvian:
cs: Loty¹¹tina:
tr: Letonyaca:

source: Norwegian:
cs: Nor¹tina:
tr: Norveçce:

source: Polish:
cs: Pol¹tina:
tr: Polonyaca:

source: Portuguese:
cs: Portugal¹tina:
tr: Portekizce:

source: Romanian:
cs: Rumun¹tina:
tr: Romanca:

source: Misu Moldovan
cs: Miºu Moldovan
tr: Miþu Moldovan

source: Russian:
cs: Ru¹tina:
tr: Rusça:

source: Serbian:
cs: Srb¹tina:
tr: Sýrpça:

source: Slovak:
cs: Sloven¹tina:
tr: Slovakça:

source: Spanish:
cs: ©panìl¹tina:
tr: Ýspanyolca:

source: Swedish:
cs: ©véd¹tina:
tr: Ýsveççe:

source: Turkish:
cs: Tureètina:
tr: Türkçe:

source: Ömer Fadil Usta
tr: Ömer Fadýl USTA

source: Ukrainian:
cs: Ukrajin¹tina:
tr: Ukraynaca:

source: Vietnamese:
cs: Vietnam¹tina:
tr: Vietnamca:

source: Walloon:
cs: Valón¹tina:
tr: Valonca:

source: About XMMS
cs: O XMMS
tr: XMMS Hakkýnda

source: XMMS %s - Cross platform multimedia player
cs: XMMS %s - multimediální pøehrávaè
tr: XMMS %s - Platformlar arasý çoklu ortam çalýcý

source: Copyright (C) 1997-2001 4front Technologies
tr: (C) 1997-2001 4front Technologies

source: Credits
cs: Autoøi
tr: Þeref Listesi

source: Translators
cs: Pøekladatelé
tr: Çevirmenler

source: Close
cs: Zavøít
tr: Kapat

source: /Load
cs: /Nahrát
tr: /Yükle

source: /Load/Preset
cs: /Nahrát/Ulo¾enou pøedvolbu
tr: /Yükle/Ön-ayar

source: /Load/Auto-load preset
cs: /Nahrát/Souborovou pøedvolbu
tr: /Yükle/Ön-ayar otomatik

source: /Load/Default
cs: /Nahrát/Standardní pøedvolbu
tr: /Yükle/Öntanýmlý

source: /Load/-
cs: /Nahrát/-
tr: /Yükle/-

source: /Load/Zero
cs: /Nahrát/Vynulovat ekvalizér
tr: /Yükle/Sýfýr

source: /Load/From file
cs: /Nahrát/Ze souboru
tr: /Yükle/Dosyadan

source: /Load/From WinAMP EQF file
cs: /Nahrát/Z WinAMP EQF souboru
tr: /Yükle/WinAMP EQF dosyasýndan

source: /Import
cs: /Importovat
tr: /Ýthal-Et

source: /Import/WinAMP Presets
cs: /Importovat/Pøednastavení pro WinAMP
tr: /Ýthal-Et/WinAMP ön-ayarlarý

source: /Save
cs: /Ulo¾it
tr: /Kaydet

source: /Save/Preset
cs: /Ulo¾it/Pøedvolbu
tr: /Kaydet/Ön-ayar

source: /Save/Auto-load preset
cs: /Ulo¾it/Pøiøadit k souboru
tr: /Kaydet/Ön-ayar otomatik

source: /Save/Default
cs: /Ulo¾it/Jako standardní
tr: /Kaydet/Öntanýmlý

source: /Save/-
cs: /Ulo¾it/-
tr: /Kaydet/-

source: /Save/To file
cs: /Ulo¾it/Do souboru
tr: /Kaydet/Dosyaya

source: /Save/To WinAMP EQF file
cs: /Ulo¾it/Do WinAMP EQF souboru
tr: /Kaydet/WinAMP EQF dosyasýna

source: /Delete
cs: /Smazat
tr: /Sil

source: /Delete/Preset
cs: /Smazat/Ulo¾enou pøedvolbu
tr: /Sil/Ön-ayar Ayarlý

source: /Delete/Auto-load preset
cs: /Smazat/Souborovou pøedvolbu
tr: /Sil/Ön-ayar otomatik

source: /Configure Equalizer
cs: /Nastavit Ekvalizér
tr: /Ekolayzeri Ayarla

source: XMMS Equalizer
cs: XMMS Ekvalizér
tr: XMMS Ekolayzer

source: Presets
cs: Pøedvolby
tr: Ön-ayar

source: Load preset
cs: Nahrát pøedvolbu
tr: Ön-ayarý yükle

source: Load auto-preset
cs: Nahrát auto-pøedvolbu
tr: Ön-ayarý otomatik yükle

source: Load equalizer preset
cs: Nahrát pøedvolbu ekvalizéru
tr: Ekolayzer ön-ayarýný yükle

source: Import equalizer presets
cs: Importovat pøedvolbu ekvalizéru
tr: Ekolayzer ön-ayarýný ithal et

source: Save preset
cs: Ulo¾it pøedvolbu
tr: Ön-ayar olarak kaydet

source: Save auto-preset
cs: Ulo¾it auto-pøedvolbu
tr: Otomatik ön-ayar olarak kaydet

source: Save equalizer preset
cs: Ulo¾it pøedvolbu ekvalizéru
tr: Ekolayzer ön-ayarý olarak kaydet

source: Delete preset
cs: Smazat pøedvolbu
tr: Ön-ayarý sil

source: Delete
cs: Smazat
tr: Sil

source: Delete auto-preset
cs: Smazat auto-pøedvolbu
tr: Otomatik ön-ayarý sil

source: Configure Equalizer
cs: Nastavit ekvalizér
tr: Ekolayzeri ayarla

source: Directory preset file:
cs: Adresáø s pøedvolbami:
tr: Dizine ön-ayarlý dosya:

source: File preset extension:
cs: Pøípona souboru s pøedvolbami:
tr: Ön-ayarlý dosya uzantýsý:

source: If "Auto" is enabled on the equalizer, xmms will try to load equalizer presets like this: 1: Look for a preset file in the directory of the file we are about to play. 2: Look for a directory preset file in the same directory. 3: Look for a preset saved with the "auto-load" feature 4: Finally, try to load the "default" preset
cs: Pokud je na ekvalizéru povoleno "Auto", xmms se pokusí nastavit ekvalizér následujícími zpùsoby: 1: Hledá soubor s nastavením v adresáøi se souborem, který se bude pøehrávat. 2: Hledá soubor s nastavením v tom samém adresáøi. 3: Hledá soubor s nastavením ulo¾eného s pomocí volby "auto-load" 4: Naposledy se pokusí nahrát "výchozí" nastavení
tr: Ekolayzerda "Otomatik" kipi etkin durumdaysa, xmms ekolayzerin ön-ayarlarýný aþaðýdaki gibi yükler: 1: Çalacaðý dosyanýn bulunduðu dizindeki ön-tanýmlý dosyayý arar. 2: Ayný dizindeki, dizin ön-ayarlý dosyayý arar. 3: "Otomatik-yükle" özelliðiyle kaydedilmiþ ön-ayarý arar 4: Ve son olarak, "öntanýmlý" ayarý yüklemeye çalýþýr

source: /Preferences
cs: /Nastavení
tr: /Özellikler

source: /Skin Browser
cs: /Výbìr vzhledu
tr: /Kabuk Tarayýcý

source: /Reload skin
cs: /Znovu nahrát vzhled
tr: /Kabuðu tekrar yükle

source: /Repeat
cs: /Hrát stále dokola
tr: /Tekrar

source: /Shuffle
cs: /Náhodné poøadí skladeb
tr: /Rastgele

source: /No Playlist Advance
cs: /Nepøecházet na dal¹í skladbu
tr: /Parça Listesinde Ýlerleme Yok

source: /Time Elapsed
cs: /Uplynulý èas
tr: /Geçen Zaman

source: /Time Remaining
cs: /Zbývající èas
tr: /Kalan Zaman

source: /Always On Top
cs: /V¾dy navrchu
tr: /Her Zaman Üstte

source: /Sticky
cs: /Pøilepení
tr: /Her Sanal Ekranda

source: /WindowShade Mode
cs: /Minimalizovaný re¾im
tr: /PencereGölge Kipi

source: /Playlist WindowShade Mode
cs: /Mini seznam skladeb
tr: /Parça Listesi PencereGölge Kipinde

source: /Equalizer WindowShade Mode
cs: /Mini Equalizér
tr: /Ekolayzer PencereGölge Kipinde

source: /DoubleSize
cs: /Dvojitá velikost
tr: /Ýki Kat Boyut

source: /Easy Move
cs: /Snadné pøesouvání oken
tr: /Kolay Taþýma

source: /File Info
cs: /Souborové informace
tr: /Dosya Hakkýnda Bilgi

source: /Jump To File
cs: /Pøejít na soubor
tr: /Seçili Dosyaya Atla

source: /Jump To Time
cs: /Pøejít na èas
tr: /Seçili Zamana Atla

source: /Autoscroll Songname
cs: /Automatické rolování názvu skladby
tr: /Parça Adýný Otomatik Kaydýr

source: /Visualization Mode
cs: /Typ znázornìní
tr: /Görsellik Kipi

source: /Visualization Mode/Analyzer
cs: /Typ znázornìní/Sloupce
tr: /Görsellik Kipi/Analizci

source: /Visualization Mode/Scope
cs: /Typ znázornìní/Sinusovka
tr: /Görsellik Kipi/Alan

source: /Visualization Mode/Off
cs: /Typ znázornìní/Vypnout
tr: /Görsellik Kipi/Kapalý

source: /Analyzer Mode
cs: /Sloupce
tr: /Analizci Kipi

source: /Analyzer Mode/Normal
cs: /Sloupce/Normální
tr: /Analizci Kipi/Normal

source: /Analyzer Mode/Fire
cs: /Sloupce/Oheò
tr: /Analizci Kipi/Ateþ

source: /Analyzer Mode/Vertical Lines
cs: /Sloupce/Barva vý¹ky
tr: /Analizci Kipi/Dik Çizgiler

source: /Analyzer Mode/-
cs: /Sloupce/-
tr: /Analizci Kipi/-

source: /Analyzer Mode/Lines
cs: /Sloupce/Tenké
tr: /Analizci Kipi/Çizgiler

source: /Analyzer Mode/Bars
cs: /Sloupce/Tlusté
tr: /Analizci Kipi/Çubuklar

source: /Analyzer Mode/Peaks
cs: /Sloupce/Vrcholky
tr: /Analizci Kipi/Tepeler

source: /Scope Mode
cs: /Sinusovka
tr: /Alan Kipi

source: /Scope Mode/Dot Scope
cs: /Sinusovka/Bodová sinusovka
tr: /Alan Kipi/Nokta

source: /Scope Mode/Line Scope
cs: /Sinusovka/Èárová sinusovka
tr: /Alan Kipi/Çizgi

source: /Scope Mode/Solid Scope
cs: /Sinusovka/Tuhá sinusovka
tr: /Alan Kipi/Katý

source: /WindowShade VU Mode
cs: /Minimalizovaný re¾im
tr: /PencereGölge VU Kipi

source: /WindowShade VU Mode/Normal
cs: /Minimalizovaný re¾im/Normální
tr: /PencereGölge VU Kipi/Normal

source: /WindowShade VU Mode/Smooth
cs: /Minimalizovaný re¾im/Jemný
tr: /PencereGölge VU Kipi/Yumuþak

source: /Refresh Rate
cs: /Obnovovací kmitoèet
tr: /Tazeleme Oraný

source: /Refresh Rate/Full (~50 fps)
cs: /Obnovovací kmitoèet/Plný (~50 za s.)
tr: /Tazeleme Oraný/Tam (-50 fps)

source: /Refresh Rate/Half (~25 fps)
cs: /Obnovovací kmitoèet/Polovièní (~25 za s.)
tr: /Tazeleme Oraný/Yarým (-25 fps)

source: /Refresh Rate/Quarter (~13 fps)
cs: /Obnovovací kmitoèet/Ètvrtinový (~13 za s.)
tr: /Tazeleme Oraný/Çeyrek (-13 fps)

source: /Refresh Rate/Eighth (~6 fps)
cs: /Obnovovací kmitoèet/Osminový (~6 za s.)
tr: /Tazeleme Oraný/Sekizde bir (-6 fps)

source: /Analyzer Falloff
cs: /Klesání sloupcù
tr: /Analizci Düþüþ Hýzý

source: /Analyzer Falloff/Slowest
cs: /Klesání sloupcù/Nejpomalej¹í
tr: /Analizci Düþüþ Hýzý/En yavaþ

source: /Analyzer Falloff/Slow
cs: /Klesání sloupcù/Pomalé
tr: /Analizci Düþüþ Hýzý/Yavaþ

source: /Analyzer Falloff/Medium
cs: /Klesání sloupcù/Støední
tr: /Analizci Düþüþ Hýzý/Orta

source: /Analyzer Falloff/Fast
cs: /Klesání sloupcù/Rychlé
tr: /Analizci Düþüþ Hýzý/Hýzlý

source: /Analyzer Falloff/Fastest
cs: /Klesání sloupcù/Nejrychlej¹í
tr: /Analizci Düþüþ Hýzý/En hýzlý

source: /Peaks Falloff
cs: /Klesání vrcholkù
tr: /Tepelerin Düþüþ Hýzý

source: /Peaks Falloff/Slowest
cs: /Klesání vrcholkù/Nejpomalej¹í
tr: /Tepelerin Düþüþ Hýzý/En yavaþ

source: /Peaks Falloff/Slow
cs: /Klesání vrcholkù/Pomalé
tr: /Tepelerin Düþüþ Hýzý/Yavaþ

source: /Peaks Falloff/Medium
cs: /Klesání vrcholkù/Støední
tr: /Tepelerin Düþüþ Hýzý/Orta

source: /Peaks Falloff/Fast
cs: /Klesání vrcholkù/Rychlé
tr: /Tepelerin Düþüþ Hýzý/Hýzlý

source: /Peaks Falloff/Fastest
cs: /Klesání vrcholkù/Nejrychlej¹í
tr: /Tepelerin Düþüþ Hýzý/En hýzlý

source: /Visualization plugins
cs: /Vizualizaèní pluginy
tr: /Görsellik eklentileri

source: /About XMMS
cs: /O XMMS
tr: /XMMS Hakkýnda

source: /Play File
cs: /Hrát soubor
tr: /Dosyayý Çal

source: /Play Directory
cs: /Hrát z adresáøe
tr: /Dizindekileri Çal

source: /Play Location
cs: /Hrát z adresy
tr: /Adresten Çal

source: /View File Info
cs: /Zobrazit informace o souboru
tr: /Dosya Hakkýndaki Bilgiyi Göster

source: /Main Window
cs: /Hlavní okno
tr: /Ana Pencere

source: /Playlist Editor
cs: /Editor seznamu skladeb
tr: /Parça Listesi Düzenleyicisi

source: /Graphical EQ
cs: /Grafický EQ
tr: /Grafiksel EQ

source: /Options
cs: /Volby
tr: /Seçenekler

source: /Playback
cs: /Pøehrávání
tr: /Çal

source: /Playback/Previous
cs: /Pøehrávání/Pøedcházející
tr: /Çal/Önceki

source: /Playback/Play
cs: /Pøehrávání/Hrát
tr: /Çal/Çal

source: /Playback/Pause
cs: /Pøehrávání/Pauza
tr: /Çal/Duraksat

source: /Playback/Stop
cs: /Pøehrávání/Stop
tr: /Çal/Durdur

source: /Playback/Next
cs: /Pøehrávání/Dal¹í
tr: /Çal/Sonraki

source: /Playback/-
cs: /Pøehrávání/-
tr: /Çal/-

source: /Playback/Back 5 Seconds
cs: /Pøehrávání/5 sekund zpìt
tr: /Çal/5 Sn Geri

source: /Playback/Fwd 5 Seconds
cs: /Pøehrávání/5 sekund vpøed
tr: /Çal/5 Sn Ýleri

source: /Playback/Start of List
cs: /Pøehrávání/Zaèátek seznamu
tr: /Çal/Listenin Baþýna

source: /Playback/10 Tracks Back
cs: /Pøehrávání/10 stop zpìt
tr: /Çal/10 Parça Geri

source: /Playback/10 Tracks Fwd
cs: /Pøehrávání/10 stop vpøed
tr: /Çal/10 Parça Ýleri

source: /Playback/Jump to Time
cs: /Pøehrávání/Pøejít na èas
tr: /Çal/Seçili Zamana Atla

source: /Playback/Jump to File
cs: /Pøehrávání/Pøejít na soubor
tr: /Çal/Seçili Dosyaya Atla

source: /Visualization
cs: /Grafické znázornìní
tr: /Görsellik

source: /Exit
cs: /Konec
tr: /Çýk

source: Jump to time
cs: Pøejít na èas
tr: Seçili zamana atla

source: Jump to:
cs: Pøejít na:
tr: Atlanacak Zaman:

source: minutes:seconds
cs: minuty:sekundy
tr: dakika:saniye

source: Track length:
cs: Délka stopy:
tr: Parça uzunluðu:

source: Jump
cs: Pøejít
tr: Atla

source: Jump to file
cs: Pøejít na soubor
tr: Dosyaya atla

source: Files
cs: Soubory
tr: Dosyalar

source: Search:
cs: Hledat:
tr: Ara:

source: Select directory to add:
cs: Vyberte si adresáø, který chcete pøidat
tr: Eklenecek dizini seçin:

source: Enter location to play:
cs: Adresa, kterou chcete pøidat:
tr: Çalýnacak adresi girin:

source: SEEK TO: %d:%-2.2d/%d:%-2.2d (%d%%)
cs: POSUN NA: %d:%-2.2d/%d:%-2.2d (%d%%)
tr: ARA: %d:%-2.2d/%d:%-2.2d (%d%%)

source: VOLUME: %d%%
cs: HLASITOST: %d%%
tr: VOLÜM: %d%%

source: BALANCE: %d%% LEFT
cs: VYVÁ®ENÍ: %d%% VLEVO
tr: BALANS: %d%% SOL

source: BALANCE: CENTER
cs: VYVÁ®ENÍ: STØED
tr: BALANS: ORTADA

source: BALANCE: %d%% RIGHT
cs: ROVNOVÁHA: %d%% VPRAVO
tr: BALANS: %d%% SAÐ

source: OPTIONS MENU
cs: NASTAVENÍ
tr: SEÇENEKLER MENÜSÜ
